Repository: Splynek/splynek
Catalog: Sources/SplynekCore/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt

source: Removes the entry from Splynek's registry. Does NOT uninstall the .app — drag it to the Trash separately.
de: Entfernt den Eintrag aus dem Splynek-Register. Deinstalliert die .app NICHT — ziehe sie separat in den Papierkorb.
es: Elimina la entrada del registro de Splynek. NO desinstala la .app — arrástrala a la papelera por separado.
fr: Retire l’entrée du registre Splynek. NE désinstalle PAS l’app — fais-la glisser séparément à la corbeille.
it: Rimuove la voce dal registro di Splynek. NON disinstalla la .app — trascinala nel cestino separatamente.
pt_pt: Remove a entrada do registo do Splynek. NÃO desinstala a .app — arrasta-a separadamente para o Lixo.

source: Render a 1200×630 PNG for sharing on social media.
de: Ein 1200×630 PNG zum Teilen in sozialen Netzwerken erstellen.
es: Renderizar un PNG 1200×630 para compartir en redes sociales.
fr: Générer un PNG 1200×630 pour partager sur les réseaux sociaux.
it: Renderizza un PNG 1200×630 per condividere sui social.
pt_pt: Renderizar um PNG 1200×630 para partilhar em redes sociais.

source: Rescan
de: Erneut scannen
es: Volver a escanear
fr: Rescanner
it: Ripeti scansione
pt_pt: Reanalisar

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pt_pt: Repor

source: Reset to default URL.
de: Auf Standard-URL zurücksetzen.
es: Restablecer la URL predeterminada.
fr: Réinitialiser à l'URL par défaut.
it: Reimposta all'URL predefinito.
pt_pt: Repor o URL predefinido.

source: Reset to defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
it: Ripristina valori predefiniti
pt_pt: Repor predefinições

source: Resolving
de: Auflösen
es: Resolviendo
fr: Résolution
it: Risoluzione
pt_pt: A resolver

source: Resolving…
de: Auflösen…
es: Resolviendo…
fr: Résolution…
it: Risoluzione…
pt_pt: A resolver…

source: Respect schedule
de: Zeitplan einhalten
es: Respetar programación
fr: Respecter la planification
it: Rispetta pianificazione
pt_pt: Respeitar agendamento

source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto
pt_pt: Restaurar compra

source: Restore all
de: Alle wiederherstellen
es: Restaurar todo
fr: Tout restaurer
it: Ripristina tutto
pt_pt: Restaurar tudo

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
pt_pt: Resultados

source: Results below ↓
de: Ergebnisse unten ↓
es: Resultados abajo ↓
fr: Résultats ci-dessous ↓
it: Risultati sotto ↓
pt_pt: Resultados em baixo ↓

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
pt_pt: Retomar

source: Resume all
de: Alle fortsetzen
es: Reanudar todo
fr: Tout reprendre
it: Riprendi tutto
pt_pt: Retomar tudo

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt_pt: Repetir

source: Retry %lld failed
de: %lld fehlgeschlagene erneut versuchen
es: Reintentar %lld fallidas
fr: Réessayer %lld échoués
it: Riprova %lld fallite
pt_pt: Tentar de novo %lld falhadas

source: Reveal
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
pt_pt: Mostrar no Finder

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
pt_pt: Mostrar no Finder

source: Reveal in Finder.
de: Im Finder anzeigen.
es: Mostrar en Finder.
fr: Afficher dans le Finder.
it: Mostra nel Finder.
pt_pt: Mostrar no Finder.

source: Reveal the downloaded file in Finder.
de: Heruntergeladene Datei im Finder anzeigen.
es: Mostrar el archivo descargado en el Finder.
fr: Afficher le fichier téléchargé dans le Finder.
it: Mostra il file scaricato nel Finder.
pt_pt: Mostrar o ficheiro transferido no Finder.

source: Reveal the source Markdown in Finder
de: Quell-Markdown im Finder anzeigen
es: Mostrar el Markdown original en el Finder
fr: Afficher le Markdown source dans le Finder
it: Mostra il Markdown originale nel Finder
pt_pt: Mostrar o Markdown de origem no Finder

source: Review, uncheck, and queue the whole batch in one click
de: Prüfen, abwählen und das ganze Paket mit einem Klick in die Warteschlange
es: Revisa, desmarca y pon en cola el lote entero con un clic
fr: Examinez, décochez et mettez en file tout le lot en un clic
it: Rivedi, deseleziona e accoda l'intero lotto con un clic
pt_pt: Revê, desmarca e enfileira o lote inteiro com um clique

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
it: Revoca
pt_pt: Revogar

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
pt_pt: Executar

source: Run a quick audit?
de: Schnelle Prüfung durchführen?
es: ¿Hacer una auditoría rápida?
fr: Lancer un audit rapide ?
it: Fare una verifica rapida?
pt_pt: Fazer uma auditoria rápida?

source: Run all (with confirmations)
de: Alle ausführen (mit Bestätigungen)
es: Ejecutar todo (con confirmaciones)
fr: Tout exécuter (avec confirmations)
it: Esegui tutto (con conferme)
pt_pt: Executar tudo (com confirmações)

source: Run audit + finish
de: Prüfung ausführen + Abschließen
es: Ejecutar auditoría + terminar
fr: Lancer l'audit + terminer
it: Esegui verifica + termina
pt_pt: Executar auditoria + concluir

source: Run benchmark
de: Benchmark starten
es: Ejecutar prueba
fr: Lancer l'évaluation
it: Esegui benchmark
pt_pt: Executar avaliação

source: Run now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
it: Esegui ora
pt_pt: Executar agora

source: Run sequence
de: Sequenz ausführen
es: Ejecutar secuencia
fr: Exécuter la séquence
it: Esegui sequenza
pt_pt: Executar sequência

source: Run sovereignty scan
de: Souveränitäts-Scan ausführen
es: Ejecutar análisis de soberanía
fr: Exécuter l'analyse de souveraineté
it: Esegui scansione sovranità
pt_pt: Executar análise de soberania

source: Run the benchmark: single-path vs multi-path throughput across every selected interface (⏎).
de: Benchmark ausführen: Einzelpfad- vs. Mehrpfad-Durchsatz über alle ausgewählten Schnittstellen (⏎).
es: Ejecuta la prueba: ancho de banda de ruta única vs múltiple en todas las interfaces seleccionadas (⏎).
fr: Lance l'évaluation : débit chemin unique vs multi-chemin sur toutes les interfaces sélectionnées (⏎).
it: Esegui il benchmark: throughput a percorso singolo vs multi-percorso su tutte le interfacce selezionate (⏎).
pt_pt: Executa a avaliação: débito de caminho único vs múltiplo em todas as interfaces selecionadas (⏎).

source: Run with confirmation
de: Mit Bestätigung ausführen
es: Ejecutar con confirmación
fr: Exécuter avec confirmation
it: Esegui con conferma
pt_pt: Executar com confirmação

source: Running
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
pt_pt: Em execução

source: SEEDING
de: SAATGUT
es: SEMBRANDO
fr: PARTAGE
pt_pt: A SEMEAR

source: SHAREABLE
de: TEILBAR
es: COMPARTIBLES
fr: PARTAGEABLES
it: CONDIVISIBILI
pt_pt: PARTILHÁVEIS

source: STARTING
de: STARTET
es: INICIANDO
fr: DÉMARRAGE
it: AVVIO
pt_pt: A INICIAR

source: Sanctioned
de: Sanktioniert
es: Sancionado
fr: Sous sanction
it: Sanzionato
pt_pt: Sancionado

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_pt: Guardar

source: Save image…
de: Bild sichern…
es: Guardar imagen…
fr: Enregistrer l'image…
it: Salva immagine…
pt_pt: Guardar imagem…

source: Savings
de: Einsparungen
es: Ahorros
fr: Économies
it: Risparmi
pt_pt: Poupanças

source: Say it in plain language — downloads, queue, history, and app actions. Your personal download concierge, powered by a local LLM, offline.
de: Sag es einfach — Downloads, Warteschlange, Verlauf und App-Aktionen. Dein persönlicher Download-Concierge, betrieben von einem lokalen LLM, offline.
es: Dilo en lenguaje natural — descargas, cola, historial y acciones de aplicaciones. Tu concierge personal de descargas, con un LLM local, sin conexión.
fr: Dis-le en langage naturel — téléchargements, file d'attente, historique et actions d'applications. Ton concierge personnel de téléchargements, propulsé par un LLM local, hors ligne.
it: Dillo in linguaggio naturale — download, coda, cronologia e azioni delle app. Il tuo concierge personale per i download, alimentato da un LLM locale, offline.
pt_pt: Di-o em linguagem natural — transferências, fila, histórico e ações de apps. O teu concierge pessoal de transferências, movido por um LLM local, offline.

source: Scan capped — pick the folder again with the deeper-scan option for full results.
de: Scan begrenzt — wähle den Ordner erneut mit der Option für tiefere Scans für vollständige Ergebnisse.
es: Escaneo limitado — vuelve a elegir la carpeta con la opción de escaneo profundo para resultados completos.
fr: Scan limité — sélectionne à nouveau le dossier avec l'option de scan plus profond pour des résultats complets.
it: Scansione limitata — seleziona di nuovo la cartella con l'opzione di scansione più profonda per risultati completi.
pt_pt: Análise limitada — escolhe a pasta de novo com a opção de análise mais profunda para resultados completos.

source: Scan my Mac
de: Meinen Mac scannen
es: Escanear mi Mac
fr: Scanner mon Mac
it: Scansiona il mio Mac
pt_pt: Analisar o meu Mac

source: Scan started — results appear in Sovereignty + Trust tabs.
de: Prüfung gestartet — Ergebnisse erscheinen in den Tabs Souveränität und Vertrauen.
es: Análisis iniciado — los resultados aparecen en las pestañas Soberanía y Confianza.
fr: Analyse démarrée — les résultats apparaissent dans les onglets Souveraineté et Confiance.
it: Analisi avviata — i risultati appariranno nelle schede Sovranità e Affidabilità.
pt_pt: Análise iniciada — os resultados aparecem nos separadores Sovereignty e Trust.

source: Scan the QR with a phone on the same LAN to submit downloads to this Mac. Read-only state is open to the LAN; submit requires the token embedded in the QR.
de: Scannen Sie den QR-Code mit einem Telefon im selben LAN, um Downloads an diesen Mac zu übermitteln. Der schreibgeschützte Status ist im LAN offen; das Übermitteln erfordert das im QR eingebettete Token.
es: Escanea el QR con un teléfono en la misma red local para enviar descargas a este Mac. El estado de solo lectura está abierto a la red local; enviar requiere el token incrustado en el QR.
fr: Scannez le QR avec un téléphone sur le même réseau local pour soumettre des téléchargements à ce Mac. L'état en lecture seule est ouvert au réseau local ; la soumission requiert le jeton intégré dans le QR.
it: Scansiona il QR con un telefono sulla stessa rete locale per inviare download a questo Mac. Lo stato in sola lettura è aperto alla rete locale; l'invio richiede il token incorporato nel QR.
pt_pt: Lê o código QR com um telemóvel na mesma rede local para submeter transferências a este Mac. O estado de leitura está aberto à rede local; submeter requer o token embutido no QR.

source: Scan the user's installed apps and return a summary count of how many were matched against the Sovereignty catalog. Use this before `splynek_lookup_sovereignty` to understand the user's overall exposure. All scanning is on-device; no app list leaves the user's machine.
de: Scannt die installierten Apps des Benutzers und gibt eine zusammenfassende Anzahl zurück, wie viele mit dem Souveränitäts-Katalog übereinstimmen. Verwenden Sie dies vor `splynek_lookup_sovereignty`, um die Gesamtexposition des Benutzers zu verstehen. Der gesamte Scan erfolgt auf dem Gerät; keine App-Liste verlässt den Computer des Benutzers.
es: Analiza las apps instaladas del usuario y devuelve un conteo resumido de cuántas coinciden con el catálogo Soberanía. Úsalo antes de `splynek_lookup_sovereignty` para entender la exposición general del usuario. Todo el análisis es en el dispositivo; ninguna lista de apps sale de la máquina del usuario.
fr: Analyse les apps installées de l'utilisateur et renvoie un nombre récapitulatif de celles qui correspondent au catalogue Souveraineté. Utilisez-le avant `splynek_lookup_sovereignty` pour comprendre l'exposition globale de l'utilisateur. Toute l'analyse est sur l'appareil ; aucune liste d'apps ne quitte la machine de l'utilisateur.
it: Scansiona le app installate dell'utente e restituisce un conteggio riassuntivo di quante corrispondono al catalogo Sovranità. Usalo prima di `splynek_lookup_sovereignty` per capire l'esposizione complessiva dell'utente. Tutta la scansione è sul dispositivo; nessun elenco di app lascia la macchina dell'utente.
pt_pt: Analisa as apps instaladas do utilizador e devolve uma contagem resumida de quantas correspondem ao catálogo Soberania. Usa isto antes de `splynek_lookup_sovereignty` para perceber a exposição geral do utilizador. Toda a análise é no dispositivo; nenhuma lista de apps sai da máquina do utilizador.

source: Scanning installed apps…
de: Installierte Apps werden gescannt…
es: Analizando apps instaladas…
fr: Analyse des apps installées…
it: Scansione delle app installate…
pt_pt: A analisar apps instaladas…

source: Scanning…
de: Scanne…
es: Escaneando…
fr: Analyse en cours…
it: Scansione in corso…
pt_pt: A analisar…

source: Score breakdown
de: Punkte-Aufschlüsselung
es: Desglose de puntuación
fr: Répartition du score
it: Dettaglio punteggio
pt_pt: Detalhe da pontuação

source: Score weights
de: Score-Gewichtungen
es: Pesos de la puntuación
fr: Poids du score
it: Pesi del punteggio
pt_pt: Pesos da pontuação

source: Search by app name
de: Nach App-Namen suchen
es: Buscar por nombre de app
fr: Rechercher par nom d'app
it: Cerca per nome app
pt_pt: Pesquisar por nome da app

source: Search by filename, URL, or host
de: Nach Dateiname, URL oder Host suchen
es: Buscar por nombre de archivo, URL o host
fr: Rechercher par nom de fichier, URL ou hôte
it: Cerca per nome file, URL o host
pt_pt: Pesquisar por nome do ficheiro, URL ou anfitrião

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pt_pt: Segurança

source: Security & privacy
de: Sicherheit & Datenschutz
es: Seguridad y privacidad
fr: Sécurité et confidentialité
it: Sicurezza e privacy
pt_pt: Segurança e privacidade

source: Security advisory
de: Sicherheitswarnung
es: Aviso de seguridad
fr: Avis de sécurité
it: Avviso di sicurezza
pt_pt: Aviso de segurança

source: See what public records say about your installed apps — App Store privacy labels, regulatory rulings, confirmed breaches, vendor security advisories. Every claim cites its primary source. Everything stays local.
de: Sehen Sie, was öffentliche Aufzeichnungen über Ihre installierten Apps sagen — App-Store-Datenschutzlabels, behördliche Entscheidungen, bestätigte Datenpannen, Sicherheitshinweise der Hersteller. Jede Aussage zitiert ihre Primärquelle. Alles bleibt lokal.
es: Descubre qué dicen los registros públicos sobre tus apps instaladas: etiquetas de privacidad del App Store, sanciones de reguladores, brechas confirmadas, avisos de seguridad de los desarrolladores. Cada afirmación cita su fuente primaria. Todo permanece local.
fr: Voyez ce que disent les archives publiques sur vos apps installées — étiquettes de confidentialité de l'App Store, décisions des régulateurs, fuites confirmées, alertes de sécurité des éditeurs. Chaque affirmation cite sa source primaire. Tout reste local.
it: Scopri cosa dicono i registri pubblici sulle tue app installate: etichette privacy dell'App Store, decisioni dei regolatori, violazioni confermate, avvisi di sicurezza dei fornitori. Ogni affermazione cita la fonte primaria. Tutto resta locale.
pt_pt: Vê o que os registos públicos dizem sobre as tuas apps instaladas — etiquetas de privacidade da App Store, decisões regulamentares, violações confirmadas, avisos de segurança dos fornecedores. Cada afirmação cita a fonte primária. Tudo permanece local.

source: See what regulators, app stores, and breach databases say about the software on your Mac.
de: Erfahren Sie, was Regulierungsbehörden, App-Stores und Leak-Datenbanken über die Software auf Ihrem Mac sagen.
es: Descubre lo que dicen los reguladores, las tiendas de apps y las bases de datos de filtraciones sobre el software de tu Mac.
fr: Découvrez ce que les régulateurs, les boutiques d'apps et les bases de données de fuites disent du logiciel sur votre Mac.
it: Scopri cosa dicono i regolatori, gli app store e i database di violazioni sul software del tuo Mac.
pt_pt: Vê o que os reguladores, lojas de apps e bases de dados de violações dizem sobre o software no teu Mac.

source: See where the apps on your Mac come from, and what regulators say about them.
de: Sehen Sie, woher die Apps auf Ihrem Mac stammen und was Regulierungsbehörden dazu sagen.
es: Descubre de dónde vienen las apps de tu Mac y qué dicen los reguladores sobre ellas.
fr: Découvrez d'où viennent les apps de votre Mac et ce que disent les régulateurs.
it: Scopri da dove vengono le app sul tuo Mac e cosa dicono i regolatori.
pt_pt: Vê de onde vêm as apps do teu Mac e o que os reguladores dizem sobre elas.

source: See where your Mac's apps come from, and which have European or open-source alternatives.
de: Sehen Sie, woher die Apps Ihres Mac stammen und welche europäische oder Open-Source-Alternativen haben.
es: Descubre de dónde vienen las apps de tu Mac y cuáles tienen alternativas europeas o de código abierto.
fr: Découvrez d'où viennent les apps de votre Mac et lesquelles ont des alternatives européennes ou open source.
it: Scopri da dove vengono le app del tuo Mac e quali hanno alternative europee o open source.
pt_pt: Vê de onde vêm as apps do teu Mac e quais têm alternativas europeias ou de código aberto.

source: See where your Mac's software comes from, and which apps have European or open-source alternatives. Everything stays local — no account, no telemetry, no app list leaving your device.
de: Sehen Sie, woher die Software Ihres Mac kommt und welche Apps europäische oder Open-Source-Alternativen haben. Alles bleibt lokal — kein Konto, keine Telemetrie, keine App-Liste verlässt Ihr Gerät.
es: Descubre de dónde viene el software de tu Mac y qué apps tienen alternativas europeas o de código abierto. Todo permanece local — sin cuenta, sin telemetría, ninguna lista de apps sale de tu dispositivo.
fr: Découvrez d’où viennent les logiciels de votre Mac, et quelles apps ont des alternatives européennes ou open-source. Tout reste local — pas de compte, pas de télémétrie, aucune liste d’apps ne quitte votre appareil.
it: Scopri da dove proviene il software del tuo Mac e quali app hanno alternative europee o open-source. Tutto resta locale — nessun account, nessuna telemetria, nessun elenco di app lascia il tuo dispositivo.
pt_pt: Vê de onde vem o software do teu Mac e quais apps têm alternativas europeias ou de código aberto. Tudo permanece local — sem conta, sem telemetria, sem a lista de apps a sair do teu dispositivo.

source: See where your Mac's software comes from…
de: Sieh, woher die Software deines Mac stammt…
es: Ve de dónde proviene el software de tu Mac…
fr: Vois d'où vient le logiciel de ton Mac…
it: Scopri da dove proviene il software del tuo Mac…
pt_pt: Vê de onde vem o software do teu Mac…

source: Seed when complete
de: Beim Abschluss seeden
es: Sembrar al completar
fr: Partager une fois terminé
it: Distribuisci al completamento
pt_pt: Semear quando concluir

source: Seed while leeching
de: Während des Ladens seeden
es: Sembrar mientras descarga
fr: Partager pendant le téléchargement
it: Distribuisci durante il download
pt_pt: Semear durante a transferência

source: Seeding
de: Wird geseedet
es: Sembrando
fr: Partage en cours
it: In condivisione
pt_pt: A semear

source: Selected folder
de: Ausgewählter Ordner
es: Carpeta seleccionada
fr: Dossier sélectionné
it: Cartella selezionata
pt_pt: Pasta selecionada

source: Send links + current pages to Splynek with one click.
de: Links + aktuelle Seiten mit einem Klick an Splynek senden.
es: Envía enlaces + páginas actuales a Splynek con un clic.
fr: Envoyez des liens + pages actuelles à Splynek en un clic.
it: Invia link + pagine correnti a Splynek con un clic.
pt_pt: Envia links + páginas atuais para o Splynek com um clique.

source: Send the downloaded file to the macOS Trash AND forget the entry.
de: Heruntergeladene Datei in den macOS-Papierkorb verschieben UND den Eintrag vergessen.
es: Enviar el archivo descargado a la papelera de macOS Y olvidar la entrada.
fr: Envoyer le fichier téléchargé à la corbeille macOS ET oublier l’entrée.
it: Sposta il file scaricato nel cestino di macOS E dimentica la voce.
pt_pt: Enviar o ficheiro descarregado para o Lixo do macOS E esquecer a entrada.

source: Serve completed pieces to other peers before the download finishes.
de: Fertige Stücke an andere Peers ausliefern, bevor der Download abgeschlossen ist.
es: Servir fragmentos completados a otros pares antes de que termine la descarga.
fr: Servir les morceaux terminés aux autres pairs avant la fin du téléchargement.
it: Servi frammenti completati ad altri peer prima del termine del download.
pt_pt: Servir fragmentos concluídos a outros pares antes de a transferência terminar.

source: Set the same string on every Mac in your household to let them share download bytes over the LAN. Empty disables peer-to-peer transfers; phone QR + same-Mac flows still work.
de: Setzen Sie auf jedem Mac Ihres Haushalts dieselbe Zeichenfolge, damit sie Download-Bytes im LAN teilen. Leer deaktiviert Peer-to-Peer-Übertragungen; Telefon-QR + Selbst-Mac-Abläufe funktionieren weiterhin.
es: Define la misma cadena en todos los Mac de tu hogar para que compartan bytes de descarga por la red local. Vacío desactiva las transferencias entre pares; los flujos con QR en el móvil y dentro del mismo Mac siguen funcionando.
fr: Définissez la même chaîne sur chaque Mac de votre foyer pour qu'ils partagent les octets de téléchargement sur le réseau local. Vide désactive les transferts entre pairs ; les flux QR depuis un téléphone et au sein d'un même Mac continuent de fonctionner.
it: Imposta la stessa stringa su ogni Mac della tua famiglia per condividere byte di download sulla rete locale. Vuoto disattiva i trasferimenti tra peer; i flussi con QR da telefono e sullo stesso Mac continuano a funzionare.
pt_pt: Define a mesma palavra em todos os Macs da tua casa para partilharem bytes de transferência pela rede local. Vazio desactiva as transferências entre pares; QR no telemóvel e fluxos no mesmo Mac continuam a funcionar.

source: Set up my Mac for iOS development
de: Meinen Mac für iOS-Entwicklung einrichten
es: Configurar mi Mac para desarrollo iOS
fr: Configurer mon Mac pour le développement iOS
it: Configura il mio Mac per lo sviluppo iOS
pt_pt: Configurar o meu Mac para desenvolvimento iOS

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_pt: Definições

source: Severe
de: Schwerwiegend
es: Grave
fr: Grave
it: Grave
pt_pt: Grave

source: Severe risk
de: Kritisches Risiko
es: Riesgo severo
fr: Risque sévère
it: Rischio grave
pt_pt: Risco severo

source: Shareable
de: Teilbar
es: Compartibles
fr: Partageables
it: Condivisibili
pt_pt: Partilháveis

source: Shareable (%lld):
de: Teilbar (%lld):
es: Compartibles (%lld):
fr: Partageables (%lld) :
it: Condivisibili (%lld):
pt_pt: Partilháveis (%lld):

source: Shared token (any string)
de: Geteilter Token (beliebige Zeichenfolge)
es: Token compartido (cualquier texto)
fr: Jeton partagé (n'importe quel texte)
it: Token condiviso (qualsiasi stringa)
pt_pt: Token partilhado (qualquer texto)

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
pt_pt: Mostrar

source: Show JSON file
de: JSON-Datei anzeigen
es: Mostrar archivo JSON
fr: Afficher le fichier JSON
it: Mostra file JSON
pt_pt: Mostrar ficheiro JSON
